#include<stdio.h>

int main(){
	printf("______________________\n|                     |\n| 이름 : 박종태       |\n| 키   : 181          |\n| 성별 : 남자         |\n| 학과 : 컴퓨터교육과 |\n| 취미 : 컴퓨터       |\n|_____________________|\n");
	printf("        |    |\n");
	printf("        |    |\n");
	printf("     ----    ----\n");
	printf("     |          |\n");
	printf("     ------------\n\n\n");
	printf("  ___________________    ____\n");
	printf("  |                 |    |  |\n");
	printf("  |                 |    |  |\n");
	printf("  -------------------    ----\n");
	
}
